
1 = "\"^0\" 전송이 완료되었습니다.";
2 = "^1님이 \"^0\" 파일을 받기로 했습니다. 보내기를 시작합니다....";
3 = "^1님이 \"^0\" 파일(^2 Kb)을 받기를 기다리고 있습니다. 응답을 기다리거나 받기를 ";
4 = "";
5 = "^1님이 \"^0\" 파일(^2 Kb)을 보내려고 합니다. 파일 받기를 ";
6 = "";
7 = "\"^0\" 파일 보내기를 ^1 님이 거절했습니다..";
8 = "^0 님이 파일 전송을 취소했습니다.";
9 = "^1 님의 파일 \"^0\" 보내기를 허락합니다. 보내기를 시작합니다...";
10 = "파일 보내기를 취소했습니다.";
11 = "\"^0\" 파일 받기를 거절했습니다.";
12 = "^1 님은 \"^0\" 파일 보내기를 수락할 수 없습니다.";
13 = "Your computer is unable to honor the request from ^1 to receive \"^0\".(FILE13)";
14 = "^0 님께 파일 전송을 요청하지 못했습니다.";
15 = "다음 파일을 성공적으로 받았습니다.: ";
16 = "^1 님께 \"^0\" 파일을 전송하지 못했습니다.";
17 = "^1 님의 \"^0\" 파일을 받지 못했습니다.";
18 = "The invitation to ^0 to send file \"^1\" could not be sent.";
19 = "Your acceptance of the invitation from ^0 to receive \"^1\" could not be sent.";
20 = "Your refusal of the invitation from ^0 to receive \"^1\" could not be sent.";
21 = "Your cancellation of the request to ^0 to send \"^1\" could not be sent.";
22 = "연결이 막혀 파일을 보낼 수 없습니다. 네트워크 관리자나 인터넷 서비스 공급자에게 문의해 주세요. 파일 전송을 허가할 권한이 있을 수 있습니다.";
23 = "^0 does not have file transfer and cannot accept your request (FILE23)";
24 = "";
25 = " (Ctrl+T) 하거나";
26 = " (Ctrl+D) 하세요.";
27 = "수락";
28 = "거절";
29 = "취소";
30 = " (Cmd+.) 하세요.";
31 = " from ^0. 이 파일을 열기 전에 바이러스를 검사할 것을 권장합니다.";
32 = "파일 전송 (FILE32)";
33 = "파일 받기에 실패했습니다. 디스크 용량이 부족합니다. 파일 몇개를 지우고 다시 받아 보세요.";
34 = "이미 파일을 보내고 있기 때문에 다시 보낼 수 없습니다.";
35 = "이미 파일을 받고 있기 때문에 다시 받을 수 없습니다.";
36 = "대화 창을 닫으면 모든 파일 전송이 취소됩니다. 파일 전송을 그만두시겠습니까?";
37 = "파일을 ^0 님께 보냅니다";
38 = "한번에 10개의 파일만 보내고 받을 수 있습니다. 다른 파일 전송이 끝나기를 기다려 주세요.";
39 = "경고: 해로운 바이러스나 스크립트를 포함한 파일이 있을 수도 있습니다. 신뢰할 만한 곳에서 받았는지 확인하세요.";
40 = "파일이 저장되지 않았습니다. 읽을 수 없는 문자가 포함되었거나 이름이 너무 길거나 디렉토리가 읽기 전용이거나 지워졌거나 다른 이유로 사용할 수 없을 수 있습니다. 다른 디렉토리와 파일 이름을 골라주세요.";
41 = "파일이 열려있기 때문에 보낼 수 없습니다. 이 파일을 쓰는 프로그램을 닫고 다시 시도해 주세요.";
42 = "Error accessing the file's resource fork.";
43 = "Error writing to the file's resource fork.";
44 = "Error creating a resource fork for the file.";
45 = "스스로에게 파일을 보낼 수 없습니다.";
46 = "보내려는 ^0 파일이 안전하지 않을 수 있습니다. ^1 님이 메신저로 이 파일을 열어볼 수 없습니다.";
47 = "메신저가 안전하지 않을 수 있는 ^1 님의 ^0 파일을 차단했습니다.";
48 = "^1 님이 암호화를 지원하지 않아 ^0 파일 전송이 취소되었습니다.";
49 = "연결 중...";
50 = "보내는 중...";
51 = "받는 중...";
52 = "취소 중...";
53 = "^1 님께 \"^0\" 파일을 보낼 수 없습니다. This may be due to firewall restrictions or network problems. Please try again. If you need further assistance, contact your system administrator.";
54 = "^1 님께 \"^0\" 파일을 받을 수 없습니다. This may be due to firewall restrictions or network problems. If you need further assistance, please contact your system administrator.";


